{
  "conversations": [
    {
      "dialog": "Hey there, good to see a fresh face around here. I’m Andy hope ya get settled in. I’m always ‘round if ya feel the need for a drink or a hand of cards. I got some fresh bread here too, feel free to take some if ya get hungry."
    },

    {
      "dialog": "Well hope ya get settled in. I’m always around if ya feel the need for a drink of a hand of cards, got some fresh <color=yellow>bread</color> here, feel free to take some if ya get hungry.",
      "links": [
        {
          "word": "bread",
          "goto": "Bread"
        }
      ]
    },

    {
      "choices": [
        {
          "choice": "How long have you been here?",
          "response": "Just over a couple of weeks. It’s a nice enough ride, though I’m not sure where we’re headed, and that <color=yellow>driver</color> kinda gives me the <color=yellow>willies</color>.",
          "links": [
            {
              "word": "driver",
              "goto": "Driver"
            },
            {
              "word": "willies",
              "goto": "Willies"
            }
          ]
        },
        {
          "choice": "Have you met any of the other passengers?",
          "response": "Yeah that <color=yellow>Hunter</color> aint got much class, but she’s a hoot and a half I’ll tell ya that. Got <color=yellow>stories</color> that’ll make any man squirm like a racoon in the wash. The lil’ fellas a tad odd for my taste seems decent enough but i don’t trust him much. Always just sorta <color=yellow>staring</color> at ya, like he’s seein right through ya.",
          "links": [
            {
              "word": "Hunter",
              "goto": "Hunter"
            },
            {
              "word": "stories",
              "goto": "Stories"
            },
            {
              "word": "staring",
              "goto": "Stare"
            }
          ]
        },
        {
          "choice": "Do you know anything about this train?",
          "response": "Not much, no. Driver told me this was a place of change and possibility but kept saying I should just enjoy the ride. Had a good look ‘round of course, It’s freaky though carriages just seem to appear when you want them."
        },
        {
          "choice": "What did you do before this?",
          "response": "Well… been a soldier most my life. Got made a sergeant after my C.O was taken <color=yellow>out</color>. Never <color=yellow>expected</color> when I signed up that I’d be in <color=yellow>charge</color> of anyone.",
          "links": [
            {
              "word": "out",
              "goto": "Out"
            },
            {
              "word": "expected",
              "goto": "Expected"
            },
            {
              "word": "charge",
              "goto": "Charge"
            }
          ]
        }
      ]
    }
  ]
}